Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=788_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Alkuperäiskansoja koskevat kansainväliset sopimukset ja julistukset
sme: Eamiálbmogiid guoski riikkaidgaskasaš soahpamušat ja julggáštusat

source: Tämän sivun lyhytosoite on www.samediggi.fi/kvsopimukset
sme: Dán siiddu oanehis čujuhus lea www.samediggi.fi/kvsopimukset

source: Kansainväliset ihmisoikeussopimukset ovat valtiosopimuksia.
sme: Riikkaidgaskasaš olmmošriektesoahpamušat leat stáhtasoahpamušat.

source: Ne ratifioidaan Suomessa säätämällä sopimuksen määräykset sisältävä asetus.
sme: Dat ratifiserejuvvojit Suomas ásahemiin soahpamuša mearrádusaid sisttisdoalli ásahus.

source: Ihmisoikeussopimuksia tulee huomioida Suomessa uudistettaessa lainsäädäntöä, oikeuskäytännössä sekä erityisesti perustuslakivaliokunnan kannanotoissa.
sme: Olmmošriektesoahpamušaid galgá vuhtiiváldit Suomas go ođasmahtto láhkaásaheapmi, riektevuogádagas ja maiddái erenomážit vuođđoláhkaváljagotti bealiváldimiin.

source: Saamelaisten tosiasiallinen suoja muodostuu kansainvälisten sopimusten ja kansallisen lainsäädännön takaamista oikeuksista.
sme: Sámiid duođalaš suodji čohkiida riikkaidgaskasaš soahpamušaid ja sisriikkalaš láhkaásaheami nannen vuoigatvuođain.

source: Ihmisoikeussopimusten toimeenpanoa valvovat kansainväliset asiantuntijaelimet.
sme: Olmmošriektesoahpamušaid ollašuhttima gohcet riikkaidgaskasaš áššedovdiorgánat.

source: Suomen tulee raportoida elimille säännöllisesti sopimuksen toimeenpanosta Suomessa ja siitä, miten se on ottanut huomioon kansainvälisten sopimusten toimeenpanoa valvovien elimien suositukset.
sme: Suopma galgá raporteret orgánaidda jeavddalaččat soahpamuša ollašuhttimis Suomas ja das, mo dat lea vuhtiiváldán riikkaidgaskasaš soahpamušaid ollašuhttima gohcci orgánaid ávžžuhusaid.

source: Määräaikaisraportoinnista vastaa Suomessa ulkoasianministeriö, joka kuulee eri ministeriöitä, viranomaisia, saamelaiskäräjiä ja kansalaisjärjestöjä raportin laatimista varten.
sme: Mearreáigeraporteremis vástida Suomas olgoriikkaministeriija, mii gullá sierra ministeriijaid, virgeoapmahaččaid, sámedikki ja siviilaorganisašuvnnaid raportta ráhkadeami várás.

source: Sopimusten toimeenpanoa valvovat elimet voivat myös vierailla Suomessa ja kuulla eri sidosryhmiä raporttejaan varten.
sme: Soahpamušaid ollašuhttima gohcci orgánat sáhttet maiddái galledit Suomas ja gullat sierra čanasjoavkkuid raporttaid várás.

source: Valtioiden määräaikaisraporttien lisäksi elimet vastaanottavat alkuperäiskansoilta ja kansalaisjärjestöjä lausuntoja ja näkemyksiä sopimusten toimeenpanosta.
sme: Stáhtaid mearreáigeraporttaid lassin orgánat vuostáiváldet eamiálbmogiin ja siviilaorganisašuvnnain cealkámušaid ja oainnuid soahpamušaid ollašuhttimis.

source: Saamelaiskäräjät raportoi ministeriöille ja suoraan ihmisoikeuksia valvoville elimille saamelaisten oikeuksista ja kanslianvälisten sopimusten toimeenpanosta.
sme: Sámediggi raportere ministeriijaidda ja njuolgga olmmošrivttiid gohcci orgánaidda sámiid vuoigatvuođaid ja riikkaidgaskasaš soahpamušaid ollašuhttimis.

source: Lausunnoissaan saamelaiskäräjät esittää kansallisen lainsäädännön kehittämistä kansainvälisten velvoitteiden ja ihmisoikeuksia valvovien elinten suositusten mukaisesti.
sme: Cealkámušain sámediggi evttoha sisriikkalaš láhkaásaheami ovddideami riikkaidgaskasaš geatnegasvuođaid ja olmmošrivttiid gohcci orgánaid ávžžuhusaid mielde.

source: Saamelaiskäräjät myös osallistuu ihmisoikeuksia käsittelevien kansainvälisten sopimusten laadintaan.
sme: Sámediggi maiddái oassálastá olmmošrivttiid gieđahalli riikkaidgaskasaš soahpamušaid ráhkadeapmái.

source: Yhdistyneiden kansakuntien (YK) sopimukset
sme: Ovttastuvvan našuvnnaid (ON) soahpamušat

source: (KP-sopimus)
sme: KP-soahpamuš

source: vuonna 1976.
sme: Suopma lea ratifiseren siviila- ja politihkalaš vuoigatvuođaid guoski oktasašsoahpamuša (KP-soahpamuš) jagi 1976.

source: KP-sopimus on osa Suomen oikeusjärjestelmää, ja on voimassa laintasoisena ja siten välittömästi sovellettava ja sitova oikeuslähde.
sme: KP-soahpamuš lea Suoma riektevuogádaga oassi, ja lea fámus lágadásis ja daninassii njuolgga heiveheamis ja čadni riektegeavat.

source: KP-sopimuksen toimeenpanoa valvoo YK:n ihmisoikeuskomitea.
sme: KP-soahpamuša ollašuhttima gohcá ON:id olmmošriektekomitea.

source: Sopimuksen mukaan myös yksityishenkilöt voivat valittaa ihmisoikeuskomitealle KP-sopimuksen rikkomuksista.
sme: Soahpamuša mielde maiddái priváhtaolbmot sáhttet váidalit olmmošriektekomiteai KP-soahpamuša rihkkumušain.

source: Sopimuksen 1 artikla takaa kaikille kansoille itsemääräämisoikeuden, jonka nojalla ne määräävät vapaasti poliittisen asennoitumisensa ja harjoittavat vapaasti taloudellisten, sosiaalisten ja sivistyksellisten olojensa kehittämistä.
sme: Soahpamuša 1 artikla dáhkida buot álbmogiidda iešmearridanvuoigatvuođa, man vuođul dat mearridit friija politihkalaš doaladuvvama ja ollašuhttet friija ekonomalaš, sosiálalaš ja čuvgehuslaš diliid ovddideami.

source: Ihmisoikeuskomitea on vahvistanut, että sopimuksen 1 artikla koskee myös alkuperäiskansoja.
sme: Olmmošriektekomitea lea nannen, ahte soahpamuša 1 artikla guoská maiddái eamiálbmogiid.

source: KP-sopimuksen 27 artiklan mukaan niissä valtioissa, joissa on kansallisia, uskonnollisia tai kielellisiä vähemmistöjä, tällaisiin vähemmistöihin kuuluvilta henkilöiltä ei saa kieltää oikeutta yhdessä muiden ryhmänsä jäsenten kanssa nauttia omasta kulttuuristaan, tunnustaa ja harjoittaa omaa uskontoaan tai käyttää omaa kieltään.
sme: KP-soahpamusa 27 artikla mielde daid riikkain, gos leat álbmotlaš, oskkusearvvi dahje gielalaš vehádagat, dakkár vehádagaide gulavaš olbmuin ii oaččo gieldit vuoigatvuođa ovttas joavkku eará lahtuiguin návddašit iežas kultuvrras, dovddastit ja ollašuhttit iežas oskku dahje geavahit iežas giela.

source: Artikla turvaa saamelaisten oikeuden nauttia yhdessä ryhmänsä kanssa omasta kulttuuristaan.
sme: Artikla sihkkarastá sámiid vuoigatvuođa návddašit ovttas joavkkuin iežas kultuvrras.

source: Ihmisoikeuskomitea on KP-sopimuksen 27 artiklan tulkinnan osalta katsonut, että säännöksessä tarkoitettua kieltämistä voi olla esimerkiksi sellainen maan tai luonnonvarojen kilpaileva käyttö, joka estää alkuperäiskansojen elinkeinojen menestymisen alueella.
sme: Olmmošriektekomitea lea KP-soahpamuša 27 artikla tulkoma oasil geahččan, ahte seađanjuolggadusas dárkkuhuvvon gieldin sáhttá leat ovdamearkan dakkár eatnama dahje luondduriggodagaid gilvaleaddji geavaheapmi, mii eastá eamiálbmogiid ealáhusaid ceavzima guovllus.

source: YK:n ihmisoikeuskomitean vuonna 1994 antaman yleiskommentin nro 23 (50) mukaan sopimuksen artikla 27 edellyttää sanamuodostaan huolimatta myös positiivisia erityistoimia vähemmistöön kuuluvien kulttuurioikeuksin suojelemiseksi.
sme: ON:id olmmošriektekomitea jagi 1994 addin oktasaškommeantta nr 23 (50) mielde soahpamuša artikla 27 eaktuda sátnehámis fuolakeahttá maiddái positiivvalaš sierradoaimmaid vehádahkii gulavaš kulturvuoigatvuođaid suodjaleapmin.

source: Yleiskommentin mukaan alkuperäiskansojen kulttuurimuodon katsotaan kattavan myös niiden maan käyttöön perustuvan elämäntavan ja perinteiset elinkeinot kuten metsästyksen, kalastuksen ja poronhoidon.
sme: Oktasaškommeantta mielde eamiálbmogiid kulturhápmi gehččojuvvo ahte gokčá maiddái sin eanageavaheapmái vuođđudeaddji eallinvuogi ja árbevirolaš ealáhusaid nugo meahcástusa, guolástusa ja boazodoalu.

source: Kulttuurin suojeleminen edellyttää myös, että vähemmistöyhteisöjen edustajat saavat tehokkaasti osallistua heihin vaikuttavaan päätöksentekoon.
sme: Kultuvrra suodjaleapmi eaktuda maiddái, ahte vehádatservošiid ovddasteaddjit ožžot beaktilit oassálastit sidjiide váikkuheaddji mearrádusbargamii.

source: TSS-sopimus
sme: TSS-soahpamuš

source: ) vuonna 1976.
sme: Suopma lea ratifiseren ekonomalaš, sosiálalaš ja čuvgehuslaš vuoigatvuođaid guoski oktasašsoahpamuša (T SS-soahpamuš) jagi 1976.

source: Sopimuksen toimeenpanoa valvoo taloudellisten, sosiaalisten ja sivistyksellisten oikeuksien komitea (
sme: Soahpamuša ollašuhttima gohcá ekonomalaš, sosiálalaš ja čuvgehuslaš vuoigatvuođaid komitea (TSS-komitea).

source: Suomi on ratifioinut sopimuksen valinnaisen pöytäkirjan yksilövalituksista ja se
sme: Suopma lea ratifiseren soahpamuša molssaevttolaš beavdegirjji eaŋkalolbmo váidalusain ja dat boahtá fápmui 30.4.2014.

source: Valituksia voivat tehdä yksityishenkilöt tai yksityishenkilöiden ryhmät, jotka väittävät kyseisen sopimusvaltion loukanneen heidän yleissopimuksessa tunnustettuja taloudellisia, sosiaalisia ja sivistyksellisiä oikeuksiaan, (2 artikla).
sme: Váidalusaid sáhttet dahkat eaŋkalolbmot dahje priváhtaolbmuid joavkkut, geat čuoččuhit máinnašuvvon soahpamušriikka loavkidan sin oktasašsoahpamušas dovddastuvvon ekonomalaš, sosiálalaš ja čuvgehušlaš vuoigatvuođaid, (2 artikla).

source: Valitukset tehdään TSS-komitealle (1 artikla).
sme: Váidalusat dahkkojuvvojit TSS-komiteai (1 artikla).

source: Sopimuksen artikla 1 on samanlainen KP-sopimuksen 1 artiklan kanssa taaten kansoille itsemääräämisoikeuden.
sme: Soahpamuša artikla 1 lea seammalágan KP-soahpamuša 1 artiklain dáhkidemiin álbmogiidda iešmearridanvuoigatvuođa.

source: Sopimuksen artikla 15 takaa jokaiselle oikeuden osallistua kulttuurielämään, nauttia sen eduista sekä nauttia tieteellisten, kirjallisten tai taiteellisten tuotteidensa henkisille ja aineellisille eduille suodusta suojasta.
sme: Soahpamuša artikla 15 dáhkida juohkehažžii vuoigatvuođa oassálastit kultureallimii, návddašit dan ovdduin sihke návddašit suojis, mii lea addon vuoiŋŋalaš ja materiálalaš ovdduide guoskkadin dieđalaš, čálalaš dahje dáiddalaš buktagiid.

source: Rotusyrjintäsopimus
sme: Nállevealahansoahpamuš

source: Vuonna 1970
sme: Jagi 1970 ratifiserejuvvon buotlágan nállevealaheami eretváldima guoski riikkaidgaskasaš oktasašsoahpamuš suodjala ovttaskas olbmuid etnihkalaš duogážii vuođđudeaddji vealaheamis.

source: Sopimuksen toimeenpanoa valvoo rotusyrjintäkomitea.
sme: Soahpamuša ollašuhttima gohcá nállevealahankomitea.

source: Sopimuksen 1 artikla kieltää rotuun, ihonväriin, syntyperään tai etnisyyteen perustuvan syrjinnän.
sme: Soahpamuša 1 artikla gieldá nállái, liikeivdnái, sohka- dahje etnihkalaš duogážii vuođđudeaddji vealaheami.

source: Artiklan mukaan rotusyrjinnäksi ei ole katsottava sellaisia erityisiä toimenpiteitä, joiden tarkoituksen on turvata näiden ryhmien ja yksilöiden yhtäläiset oikeudet ja mahdollisuudet nauttia ja käyttää ihmisoikeuksia ja perusvapauksia.
sme: Artikla mielde nállevealaheapmin ii galgga geahččat dakkár sierranas doaibmabijuid, maid dárkkuhussan lea sihkkarastit dáid joavkkuid ja ovttaskas olbmuid ovttalágan vuoigatvuođaid ja vejolašvuođaid návddašit ja geavahit olmmošrivttiid ja vuođđoluomusvuođaid.

source: Sopimuksen 2 artiklan mukaan valtioiden on ryhdyttävä toimenpiteisiin rotusyrjinnän poistamiseksi ja kieltämään rotuvihaan yllyttämisen (artikla 4).
sme: Soahpamuša 2 artikla mielde stáhtat galget álgit doaibmabijuide nállevealaheami eretváldimin ja gieldit nállevaššái oalgguheami.

source: Lasten oikeuksien yleissopimus
sme: (artikla 4).

source: Suomi liittyi lasten oikeuksien
sme: Mánáid vuoigatvuođaid oktasašsoahpamuš

source: vuonna 1991.
sme: Suopma searvvai mánáid vuoigatvuođaid oktasašsoahpamuššii jagi 1991.

source: Sopimuksen noudattamista ja lapsen oikeuksien toteutumista seuraa YK:n lapsen oikeuksien komitea.
sme: Soahpamuša čuovvuma ja máná vuoigatvuođaid ollašuvvama čuovvu ON:id máná vuoigatvuođaid komitea.

source: Sopimus koskee alle 18-vuotiata.
sme: Soahpamuš guoská vuollái 18-jahkásaččaid.

source: Suomessa lasten oikeuksien toteutumista seuraa ja edistää lapsiasiavaltuutettu.
sme: Suomas mánáid vuoigatvuođaid ollašuvvama čuovvu ja ovddida mánáidáittardeaddji.

source: Sopimuksen 30 artikla on samansisältöinen kuin KP-sopimuksen 27 artikla.
sme: Soahpamuša 30 artikla lea seamma sisdoallosaš go KP-soahpamuša 27 artikla.

source: Artiklan mukaan alkuperäiskansaan kuuluvalta lapselta ei saa kieltää oikeutta nauttia yhdessä ryhmän muiden jäsenten kanssa omasta kulttuuristaan, tunnustaa ja harjoittaa omaa uskontoaan tai käyttää omaa kieltään.
sme: Artikla mielde eamiálbmogii gulavaš mánás ii oaččo gieldit vuoigatvuođa návddašit ovttas joavkku eará lahtuiguin iežas kultuvrras, dovddastit ja ollašuhttit iežas oskku dahje geavahit iežas giela.

source: Sopimuksen 2 artikla kieltää lasten syrjinnän heidän mm. kielen ja syntyperän perusteella.
sme: Soahpamuša 2 artikla gieldá mánáid vealaheami omd. sin giela ja etnihkalaš duogáža vuođul.

source: Sopimuksen 17 artiklan mukaan valtioiden on taattava että lapset saavat tietoa monista eri lähteistä Valtioiden tulee rohkaista tiedotusvälineitä kiinnittämään erityistä huomiota tai alkuperäiskansalasten kielellisiin tarpeisiin.
sme: Soahpamuša 17 artikla mielde stáhtat galget dáhkidit ahte mánát ožžot dieđu máŋggain sierra gálduin. Stáhtat galget roahkasmahttit mediaid giddet erenomáš fuopmášumi eamiálbmotmánáid gielalaš dárbbuide.

source: Sopimuksen 29 artiklan mukaan lasten opetuksen tulee perustua mm. ihmisoikeuksien ja perusvapauksien sekä Yhdistyneiden kansakuntien peruskirjan periaatteiden kunnioittamisen kehittämiseen ja kunnioituksen edistämiseen lapsen vanhempia, omaa sivistyksellistä identiteettiä, kieltä ja arvoja kohtaan.
sme: Soahpamuša 29 artikla mielde mánáid oahpahus galgá vuođđuduvvat ee. olmmošrivttiid ja vuođđoluomusvuođaid sihke ON:id vuođđogirjji prinsihpaid gudnejahttima ovddideapmái ja gudnejahttima ovddideapmái máná vánhemiid, iežas čuvgehuslaš identitehta, giela ja árvvuid hárrái.

source: Kaikkinaisten naisten syrjinnän poistamista käsittelevä yleissopimus
sme: Buot nissoniid vealaheami eretváldima gieđahalli oktasašsoahpamuš

source: Suomessa vuonna 1986.
sme: Soahpamuš ratifiserejuvvui Suomas jagi 1986.

source: Sopimuksen toimeenpanoa valvoo naisten syrjinnän poistamista käsittelevä komitea.
sme: Soahpamuša ollašuhttima gohcá nissoniid vealaheami eretváldima gieđahalli komitea.

source: Sopimus ei sisällä erityisesti alkuperäiskansanaisia koskevia määräyksiä, mutta sopimuksen toimeenpanoa valvova komitea on suosituksissaan kiinnittänyt erityisesti huomiota alkuperäiskansanaisten yhtäläisiin mahdollisuuksiin osallistua yhteiskuntaelämään ja saada tasa-arvoista palvelua ja kohtelua.
sme: Soahpamuš ii sisttisdoala erenomážit eamiálbmotnissoniid guoski mearrádusaid, muhto soahpamuša ollašuhttima gohcci komitea lea ávžžuhusain gidden erenomážit fuopmášumi eamiálbmotnissoniid seammalágan vejolašvuođaide oassálastit servodateallimii ja oažžut dásseárvosaš bálvalusa ja meannudeami.

source: Sopimus kieltää naisten syrjinnän ja velvoittaa edistämään naisten tasa-arvon toteutumista.
sme: Soahpamuš gieldá nissoniid vealaheami ja geatnegahttá ovddidit nissoniid dásseárvvu ollašuvvama.

source: Biodiversiteettisopimus
sme: Biodiversitehtasoahpamuš

source: astui Suomessa voimaan vuonna 1994.
sme: Biologalaš máŋggahámatvuođa guoski oktasašsoahpamuš bođii Suomas fápmui jagi 1994.

source: Sopimuksen toimeenpanoa ei valvo ihmisoikeussopimuksista poiketen erityinen komitea.
sme: Soahpamuša ollašuhttima ii goze sierranas komitea mii spiehkkasa olmmošriektesoahpamušain.

source: Sopimuksen toimeenpanon seuraamiseksi ja sopimuksen kehittämiseksi sopimuksen ratifioineet valtiot (osapuolet) pitävät kahden vuoden välein osapuolikokouksia.
sme: Soahpamuša ollašuhttima čuovvuma ja soahpamuša ovddideami dihtii soahpamuša ratifiseren stáhtat (oassebealit) dollet guovtte jagi gaskkaid oassebeallečoahkkimiid.

source: Sopimuksen toimeenpanoa seurataan maaraportein.
sme: Soahpamuša ollašuhttin čuvvojuvvo riikkaid raporttaid bokte.

source: iodiversiteettistrategian ja sitä tukevan toimintaohjelman avulla
sme: Suomas soahpamuš ollašuhtto luonddusuodjalanláhkaásaheamis sihke stáhtaráđi dohkkehan biodiversitehtastrategiija ja dan doarju doaibmanprográmma vehkiin.

source: Sopimuksen toimeenpanoa edistää eri sidosryhmien edustajista koostuva nk. biodiversiteettityöryhmä sekä sen alainen artikla 8(j)-asiantuntijatyöryhmä.
sme: Soahpamuša ollašuhttima ovddidit sierra čanasjoavkkuid ovddasteaddjiin čohkiidan ng. biodiversitehtabargojoavku sihke dan vuollásaš artikla 8(j)-áššedovdibargojoavku.

source: Suomessa sopimuksen alkuperäiskansa- ja paikallisyhteisöjä käsittelevät artiklat koskevat saamelaisia.
sme: Suomas soahpamuša eamiálbmot- ja báikkálašservošiid gieđahalli artiklat gusket sámiid.

source: Sopimuksen artikla 8(j) velvoittaa Suomea kunnioittamaan, suojelemaan ja ylläpitämään saamelaisten biologisen monimuotoisuuden suojelun ja kestävän käytön kannalta merkittävää tietämystä sekä rohkaista tämän tietämyksen, innovaatioiden ja käytäntöjen käytöstä saatujen hyötyjen tasapuolista jakamista.
sme: Soahpamuša artikla 8(j) geatnegahttá Suoma gudnejahttit, suodjalit ja doalahit sámiid biologalaš máŋggahámatvuođa suodjaleami ja suvdilis geavaheami dáfus mearkkašahtti diđolašvuođa sihke duvdit dán diđolašvuođa, innovašuvnnaid ja geavadiid anus ožžojuvvon ávkkiid dássebeallálaš juohkima.

source: Artikla 10(c) edellyttää, että Suomi suojelee ja kannustaa biologisten resurssien perinteistä käyttöä perinteisten kulttuuristen tapojen mukaisesti, jotka soveltuvat suojelun ja kestävän käytön vaatimuksiin.
sme: Artikla 10(c) eaktuda, ahte Suopma suodjala ja doarju biologalaš resurssaid árbevirolaš geavaheami árbevirolaš kultuvrralaš dábiid mielde, mat heivejit suodjaleami ja suvdilis geavaheami gáibádusaide.

source: ILO:n yleissopimus nro 111 työmarkkinoilla ja ammatin harjoittamisen yhteydessä tapahtuvasta syrjinnästä
sme: ILO oktasašsoahpamuš nr 111 bargomárkaniin ja ámmáha ollašuhttima oktavuođas dáhpáhuvvan vealaheamis

source: Suomi ratifioi sopimuksen vuonna 1970 (SopS 63/1970).
sme: Suopma ratifiserii soahpamuša jagi 1970 (SopS 63/1970).

source: Sopimus on hyväksytty vuonna 1958
sme: Soahpamuš lea dohkkehuvvon jagi 1958.

source: Sopimus käsittelee syrjinnän kieltoa työmarkkinoilla ja ammatin harjoittamisen yhteydessä.
sme: Soahpamuš gieđahallá vealaheami gildosa bargomárkaniin ja ámmáha ollašuhttima oktavuođas.

source: Sopimus kieltää mm.. Etniseen alkuperään perustuvan syrjinnän työmarkkinoilla ja ammatin harjoittamisen yhteydessä (1 artikla).
sme: Soahpamuš gieldá ee. Etnihkalaš duogážii vuođđudeaddji vealaheami bargomárkaniin ja ámmáha ollašuhttima oktavuođas (1 artikla).

source: Sopimuksen artiklan 5 mukaan erityisiä suojelu- ja auttamistoimenpiteitä, joihin on ryhdyttävä ILO:n sopimusten tai suositusten johdosta, ei ole pidettävä syrjintänä.
sme: Soahpamuša artikla 5 mielde sierra suodjalan- ja veahkehandoaibmabijuid, maidda galgá álgit ILO:a soahpamušaid dahje ávžžuhusaid dihte, ii galgga doallat vealaheaddjin.

source: Lisäksi samassa artiklassa nimenomaisesti määrätään, että syrjintänä ei pidetä sellaisia erityistoimenpiteitä, jotka ovat tarpeen sellaisten henkilöiden tarpeiden turvaamiseksi, jotka tarvitsevat erityistä apua tai tukea esimerkiksi kulttuurisen asemansa perusteella.
sme: Lassin seamma artiklas namalassii mearriduvvo, ahte veaheapmin ii galgga doallat dakkár sierradoaibmabijuid, mat leat anolaččat dakkár olbmuid dárbbuid sihkkarastima dihte, geat dárbbašit sierra veahki dahje doarjaga ovdamearkan kultuvrralaš sajádaga vuođul.

source: Suomen EU:n liittymissopimuksen pöytäkirja nro 3 saamelaisista
sme: Suoma EU:a searvansoahpamuša beavdegirji nr 3 sámiin

source: isäpöytäkirja nro 3 käsittelee saamelaisten oikeuksia.
sme: Suoma EU:a s earvansoahpamuša lassibeavdegirji nr 3 gieđahallá sámiid vuoigatvuođaid.

source: Pöytäkirja on osa EU:n perussopimusta eli nk. Lissabonin sopimusta.
sme: Beavdegirji lea EU:a vuođđosoahpamuša oassi dahjege ng. Lissabon soahpamuš.

source: Pöytäkirja tunnustaa, että Suomella, Norjalla ja Ruotsilla on kansallisen ja kansainvälisen oikeuden nojalla olevat velvoitteet ja sitoumukset saamelaisiin nähden.
sme: Beavdegirji dovddasta, ahte Suomas, Norggas ja Ruoŧas leat sisriikkalaš ja riikkaidgaskasaš vuoigatvuođaid vuođul anus geatnegasvuođat ja čatnasumit sámiid ektui.

source: Sopimusosapuolet myös ottavat huomioon, että Suomi, Norja ja Ruotsi ovat sitoutuneet saamelaisten elinkeinojen, kielen, kulttuurin ja elämäntavan säilyttämiseen ja kehittämiseen ja katsovat, että perinteinen saamelaiskulttuuri ja saamelaiselinkeinot ovat riippuvaisia luontaiselinkeinoista, kuten poronhoidosta, saamelaisten perinteisillä asuinalueilla.
sme: Soahpamušoassebealit maiddái vuhtiiváldet, ahte Suopma, Norga ja Ruoŧŧa leat čatnasan sámiid ealáhusaid, giela, kultuvrra ja eallinvuogi seailluheapmái ja ovddideapmái ja gehččet, ahte árbevirolaš sámekultuvra ja sámeealáhusat leat sorjavaččat luondduealáhusain, nugo boazodoalus, sámiid árbevirolaš ássanguovlluin.

source: Lisäpöytäkirjan 1 mukaan sen estämättä, mitä EY:n perustamissopimuksessa määrätään, saamelaisille saadaan myöntää yksinoikeuksia poronhoidon harjoittamiseen perinteisillä saamelaisalueilla.
sme: Lassibeavdegirjji 1 mielde dan easttekeahttá, mii EY:a vuođđudansoahpamušas mearriduvvo, sámiide oažžu mieđihit oktovuoigatvuođaid boazodoaluin bargamii árbevirolaš sámeguovlluin.

source: Sopimuksen artiklan 2 mukaan pöytäkirjaa voidaan laajentaa koskemaan muitakin perinteisiin saamelaiselinkeinoihin liittyviä saamelaisten yksinoikeuksia niiden vastaisen kehityksen huomioon ottamiseksi
sme: Soahpamuša artikla 2 mielde beavdegirjji sáhttá viiddidit guoskat earáge árbevirolaš sámeealáhusaide gulavaš sámiid oktovuoigatvuođaid daid vuostásaš ovdáneami vuhtiiváldima várás

source: Euroopan Neuvoston sopimukset
sme: Eurohpa Ráđi soahpamušat

source: Euroopan ihmisoikeussopimus
sme: Eurohpá olmmošvuoigatvuohtasoahpamuš

source: Euroopan neuvoston ihmisoikeussopimus
sme: Eurohpá ráđi olmmošvuoigatvuohtasoahpamuš

source: hyväksyttiin vuonna 1950 ja astui voimaan vuonna 1953.
sme: dohkkehuvvui jagi 1950 ja bođii fápmui jagi 1953.

source: Sopimusta on täydennetty ja muutettu lisäpöytäkirjoilla.
sme: Soahpamuš lea dievasmahtton ja rievdaduvvon lassibeavdegirjjiin.

source: Sopimus koskee Euroopan Neuvoston jäsenmaita.
sme: Soahpamuš guoská Eurohpá ráđi lahttoriikkaid.

source: Euroopan neuvostoon kuuluu 47 valtiota, joista 28 Euroopan unionin jäsenmaata.
sme: Eurohpá ráđđái gullet 47 riikka, main 28 Eurohpá uniovnna lahttoriikka.

source: Euroopan neuvosto on poliittinen ja ihmisoikeusjärjestö.
sme: Eurohpá ráđđi lea politihkalaš ja olmmošvuoigatvuohta-organisašuvdna.

source: Sopimukseen liittyneet valtiot sitoutuvat takaamaan jokaiselle lainkäyttövaltaansa kuuluvalle ihmiselle sopimuksessa turvatut oikeudet ja vapaudet.
sme: Soahpamuššii searvan riikkat čatnasit sihkkarastit juohke lágageavahanváldái gulavaš olbmui soahpamušas sihkkaraston vuoigatvuođaid ja luomusvuođaid.

source: Ihmisoikeussopimuksessa turvatut oikeudet kuuluvat siis kaikille, myös ulkomaalaisille riippumatta esimerkiksi siitä, ovatko he jonkin muun Euroopan neuvoston jäsenvaltion kansalaisia.
sme: Olmmošvuoigatvuohtasoahpamušas sihkkaraston vuoigatvuođat gullet nappo buohkaide, maiddái olgoriikkalaččaide fuolakeahttá ovdamearkan das, leatgo sii muhtin eará Eurohpá ráđi lahttoriikka riikkavuložat.

source: Sopimuksen toteutumista valvoo Euroopan neuvoston ihmisoikeustuomioistuin, joka ratkaisee yksilövalituksia.
sme: Soahpamuša ollašuhttima gohcá Eurohpá ráđi olmmošvuoigatvuohtaduopmostuollu, mii čoavdá eaŋkalolbmo váidalusaid.

source: Sopimuksen 8 artiklan mukaan jokaisella on oikeus yksityis- ja perhe-elämän suojaan.
sme: Soahpamuša 8 artikla mielde juohkehaččas lea vuoigatvuohta priváhta- ja bearašeallima suodjái.

source: Sopimuksen 14 §:n mukaan kielletään syrjintä.
sme: Soahpamuša 14 §:a mielde gildojuvvo vealaheapmi.

source: Euroopan ihmisoikeustuomioistuin on tulkinnut sopimuksen 14 artiklaa.
sme: Eurohpá olmmošvuoigatvuohtaduopmostuollu lea tulkon soahpamuša 14 artikla.
